import cn from 'classnames';
import DescCart from './components/DescCart';
import s from './DescriptionSct.module.scss';

export default function DescriptionSct() {
  return (
    <section className={cn(s.DescriptionSct)} id='DescriptionSct'>
      <DescCart.Wrapper>
        <DescCart.Title>
          <h2>"Комедія спостереження"</h2>
        </DescCart.Title>
        <DescCart.ImgWrapper
          src={'/src/assets/img/title-art/shpaleru.jpg'}
          desc={'Фото роботи з серії «шпалери»'}
        />
        <DescCart.Desc>
          Моя практика базується на підгляданні за життям. Я досліджую
          повсякденність і перетворюю звичну рутину на візуальні образи, а людей
          — на іронічні проєкції. В основі сюжетів лежать мої особисті відчуття
          на межі побутового абсурду та простого досвіду буття, спроба пошуку
          щастя в речах які мене оточують. Для мене мистецтво — це не про пошук
          високих ідеалів, а про чесний погляд на те, хто ми є насправді, коли
          за нами ніхто не дивиться.
        </DescCart.Desc>
      </DescCart.Wrapper>
      <DescCart.Wrapper descTemplate={'art-right'}>
        <DescCart.Title>
          <h2>"Сенс у тому, що мені цікаво"</h2>
        </DescCart.Title>
        <DescCart.ImgWrapper
          src={'/src/assets/img/title-art/ovul_osmynoga.jpg'}
          desc={'Фото з серії робіт «овуляція восьминога»'}
        />
        <DescCart.Desc>
          Головним критерієм у моїй роботі є чесність. Я впевнена, що щирий
          інтерес автора до процесу і є справжнім сенсом твору. Я працюю в
          наїві. Це єдиний спосіб зафіксувати те, що зараз відбувається, те, на
          що мені бракує слів. Я свідомо уникаю будь-яких тлумачень власних
          робіт, щоб не викривляти сприйняття глядача. Що ви бачите в цих
          іронічних обличчях? Себе, сусіда чи те, що боїтеся визнати? Ваша
          відповідь — це і є справжнє завершення моєї картини.
        </DescCart.Desc>
      </DescCart.Wrapper>
      <DescCart.Wrapper>
        <DescCart.Title>
          <h2>"Трансформація"</h2>
        </DescCart.Title>
        <DescCart.ImgWrapper
          src={'/src/assets/img/title-art/krov-sohne.jpg'}
          desc={'Фото роботи «А кров доволі швидко сохне.»'}
        />
        <DescCart.Desc>
          Сьогодні моя оптика змістилася. Важко ігнорувати те, як війна викручує
          людей навиворіт. Життя коли ранкова кава це рутина аби мати змогу
          працювати після безсонної ночі яка була насичена обстрілами, вибухами
          та горем. Мені важко про це говорити. Я бачу як напружилися плечі
          людей у натовпі, як змінилася їхня міміка.Наскільки мало залишилось
          емоцій. Як це — жити, працювати, боятися, сміятися людям, які не
          здатні відчувати емоцій? Я продовжую досліджувати це питання, як і
          продовжую створювати щось, з постійною думкою ʼʼчи справді я живу у
          ХХІ столітті?ʼʼ
        </DescCart.Desc>
      </DescCart.Wrapper>
    </section>
  );
}
