export default {
  page: {
    main: {
      hero_sct: {
        subtitle: 'Сучасна художниця',
        title: 'Світ очима художниці',
        description:
          'Сюрреалістичні роботи, народжені на межі сну та реальності. Кожна лінія — це історія, кожен штрих — емоція, застигла на папері.',
        works_btn: 'Роботи',
        about_btn: 'Про мене',
      },
      about_sct: {
        name: 'Sophie Roman',
        description: 'Київська художниця. Сучасне та наївне мистецтво',
        img_alt: 'Sophie Roman',
      },
      gallery_sct: {
        title: 'Галерея',
        card: {
          img_alt: 'Група робіт',
          view_btn: 'переглянути',
          paintings_count: '{{count}} картин',
        },
        groups: {
          men: 'чоловіки',
          routine: 'рутина',
          office_new_year: 'Новий рік офісного планктона',
          napoleon_life: 'Наполеонівське життя',
        },
      },
      art_sct: {
        comedy: {
          header: '"Комедія спостереження"',
          desc: 'Моя практика базується на підгляданні за життям. Я досліджую повсякденність і перетворюю звичну рутину на візуальні образи, а людей — на іронічні проєкції. В основі сюжетів лежать мої особисті відчуття на межі побутового абсурду та простого досвіду буття, спроба пошуку щастя в речах які мене оточують. Для мене мистецтво — це не про пошук високих ідеалів, а про чесний погляд на те, хто ми є насправді, коли за нами ніхто не дивиться.',
          img_desc: 'Фото роботи з серії «шпалери»',
        },
        sense: {
          header: '"Сенс у тому, що мені цікаво"',
          desc: 'Головним критерієм у моїй роботі є чесність. Я впевнена, що щирий інтерес автора до процесу і є справжнім сенсом твору. Я працюю в наїві. Це єдиний спосіб зафіксувати те, що зараз відбувається, те, на що мені бракує слів. Я свідомо уникаю будь-яких тлумачень власних робіт, щоб не викривляти сприйняття глядача. Що ви бачите в цих іронічних обличчях? Себе, сусіда чи те, що боїтеся визнати? Ваша відповідь — це і є справжнє завершення моєї картини.',
          img_desc: 'Фото з серії робіт «овуляція восьминога»',
        },
        transformation: {
          header: '"Трансформація"',
          img_desc: 'Фото роботи «А кров доволі швидко сохне.»',
          desc: 'Сьогодні моя оптика змістилася. Важко ігнорувати те, як війна викручує людей навиворіт. Життя коли ранкова кава це рутина аби мати змогу працювати після безсонної ночі яка була насичена обстрілами, вибухами та горем. Мені важко про це говорити. Я бачу як напружилися плечі людей у натовпі, як змінилася їхня міміка. Наскільки мало залишилось емоцій. Як це — жити, працювати, боятися, сміятися людям, які не здатні відчувати емоцій? Я продовжую досліджувати це питання, як і продовжую створювати щось, з постійною думкою “чи справді я живу у ХХІ столітті?”',
        },
      },
    },

    gallery: {},
  },
  common: {
    header: {},
    footer: {},
    nav: {
      main: 'Головна',
      gallery: 'Галерея',
      about: 'Про мене',
    },
  },
};
